Repository: Dule404/SCActive
Catalog: Aplikacija/razor app/Translations/index.*.resx
Languages: sr

# sec1lblpostani
source: Become a member of the most prestigious sports center today!
sr: Postanite član najprestižnijeg sportskog centra već danas!

# sec1btntext
source: Become Active Member
sr: Postani Active Član

# sec1h1
source: Gym
sr: Teretana

# sec1h3
source: Shop
sr: Prodavnica

# sec1tb1
source: Achieve your goals with your personal trainer of your choice. Diet plan and training program are waiting for you on your account!
sr: Dostigni svoje ciljeve uz svog, po tvojoj meri odabranog, personalnog trenera. Plan ishrane i program treninga te očekuju na svom nalogu!

# sec1tb2
source: Make your child happy and play sports that you have always wanted to play at the most professional level, under the supervision of the best coaches from this part of the world!
sr: Obraduj dete u sebi i bavi se sportom kojim si oduvek želeo da se baviš na najprofesionalnijem nivou, uz nadzor najboljih trenera sa ovog dela sveta!

# sec1tb3
source: Make sure of the quality of supplements and sports equipment recommended by the world's greatest athletes!
sr: Uverite se u kvalitet suplementacije i sportske opreme koju preporučuju najveći sportisti sveta!

# sec2naslov
source: About us
sr: O nama

# sec2text
source: SC Active is characterized by extraordinary successes of teams from all sports, and you can see the number of medals in the picture below!
sr: SC Active odlikuju izvandredni uspesi timova iz svih sportova, a broj medalja možete videti na slici ispod!

# sec3h1
source: Foundation
sr: Osnivanje

# sec3h2
source: First confession
sr: Prvo priznanje

# sec3h3
source: First medal
sr: Prva medalja

# sec3h4
source: Best!
sr: Najbolji!

# sec3h5
source: Diamond silver!
sr: Dijamantsko srebro!

# sec3h6
source: Silver in Rio!
sr: Srebro u Riu!

# sec3tb1
source: Establishment of the Sports Center Active. We didn't even know that we were able to achieve such results, but we always believed in ourselves!
sr: Osnivanje sportskog centra Active. Nismo ni znali da smo u mogućnosti da ostvarimo ovakve rezultate, ali smo uvek verovali u sebe!

# sec3tb2
source: After only 2 years since its founding, we receive recognition for by far the most complete sports center in Serbia!
sr: Nakon samo 2 godine od osnivanja dobijamo priznanje za daleko najkompletniji sportski centar u Srbiji!

# sec3tb3
source: Gold medal at the U16 World Basketball Championship!
sr: Zlatna medalja na svetskom prvenstvu u košarci do 16 godina!

# sec3tb4
source: We receive recognition for the best sports center in Europe!
sr: Dobijamo priznanje za najbolji sportski centar u evropi!

# sec3tb5
source: Silver in the triple jump in the Diamond League.
sr: Srebro u troskoku u dijamantskoj ligi.

# sec3tb6
source: Silver medal for our volleyball players at the Olympic Games in Rio!
sr: Srebrna medalja za naše odbojkašice na olimpijskim igrama u Riu!

# sec4btntext
source: Log in
sr: Prijavi se

# sec4tb1
source: You get access to our gym, you get your personal trainer to help you reach your goal with a personalized training program and nutrition plan!
sr: Dobijate pristup našoj teretani, dobijate svog personalnog trenera koji će Vam pomoći da dođete do svog cilja uz personalizovan program treninga i plan ishrane!

# sec4tb2
source: Train one or more sports at the highest level with professional fitness coaches and sports coaches! Team spirit is, along with the highest honors, what distinguishes us.
sr: Trenirajte jedan ili više sportova na najvišem nivou uz profesionalne kondicione trenere i trenere sporta! Timski duh je, uz najviša odličja, ono što nas odlikuje.

# sec4h1
source: BOTH
sr: I JEDNO I DRUGO

# sec4h1i
source: only for the elite
sr: samo za elitu

# sec4tb3
source: And how are we aware that sports training alone is not enough for a professional athlete, but a gym is a must-have. We offer you our most elite program, which is used by all our members who want their performance to be at an enviable level, Sport +.
sr: I te kako smo svesni da samo trening sporta nije dovoljan za profesionalnog sportistu, već je teretana musthave. Nudimo Vam naš najelitniji program, koji koriste svi naši članovi koji žele da im performanse budu na zavidnom nivou, Sport+.

# sec1h1reci
source: Say
sr: Reci

# sec1h1ne
source: NO
sr: NE

# sec1h1izg
source: to Excuses!
sr: Izgovorima

# postSomething
source: Your post
sr: Vaša objava

source: Invalid post!
sr: Nevalidna objava!

source: Post
sr: Objavi

# logintopost
source: Log in to post something!
sr: Uloguj se da bi objavio nešto!

# blog
source: Blog Posts
sr: Objave

# pers
source: Our Personal Trainers
sr: Naši personalni treneri
