Repository: Dule404/SCActive
Catalog: Aplikacija/razor app/Translations/registracija.*.resx
Languages: sr

# prekoGoogla
source: Sing up with Google
sr: Registruj se preko Googla

# ilireg
source: or
sr: ili

# email
source: E-main
sr: E-mail

# lozinka
source: Password
sr: Lozinka

# ime
source: Name
sr: Ime

# prezime
source: Surname
sr: Prezime

# telefon
source: Phone number
sr: Telefon

# datum
source: Date of birth
sr: Datum rodjenja

# regkao
source: Sign up like
sr: Registruj se kao

# btnReg
source: Register
sr: Registruj se

# sel0
source: Default user
sr: Korisnik

# sel1
source: Trainer
sr: Trener sporta

# sel2
source: Personal trainer
sr: Personalni trener

# val-required
source: The {0} field is required.
sr: Polje {0} je obavezno.

# val-Email-length
source: The field {0} must have minimum length of {1}.
sr: Polje {0} mora imati minimalnu dužinu od {1}.

# val-password
source: The Password field must contain at least eight characters, at least one letter and one number.
sr: Polje Lozinka mora da sadrži najmanje osam znakova, najmanje jedno slovo i jedan broj.

# val-email
source: Invalid E-mail address.
sr: Nevalidna E-mail adresa.

# val-EmailRegistered
source: E-mail address is already registered.
sr: E-mail adresa je već registrovana

# nalog
source: Already have an account? Log in
sr: Već imaš nalog? Prijavite se
